
[     
  {
      "content": "CHAPTER ONE.  GENERAL PROVISIONS",
      "section": [
        {
          "content": "Article 1.  Nomenclature of the State",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/system"
            }
          },
          "section": {
            "content": "This Constitution establishes a Federal and Democratic State structure. Accordingly, the Ethiopian state shall be known as The Federal Democratic Republic of Ethiopia."
          }
        },
        {
          "content": "Article 2.  Ethiopian Territorial Jurisdiction",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/intlaw"
            }
          },
          "section": {
            "content": "The territorial jurisdiction of Ethiopia shall comprise the territory of the members of the Federation and its boundaries shall be as determined by international agreements."
          }
        },
        {
          "content": "Article 3.  The Ethiopian Flag",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/flag"
            }
          },
          "section": [
            {
              "content": "The Ethiopian flag shall consist of green at the top, yellow in the middle and red at the bottom, and shall have a national emblem at the centre. The three colours shall be set horizontally in equal dimension."
            },
            {
              "content": "The national emblem on the flag shall reflect the hope of the Nations, Nationalities, Peoples as well as religious communities of Ethiopia to live together in equality and unity."
            },
            {
              "content": "Members of the Federation may have their respective flags and emblems and shall determine the details thereof through their respective legislatures."
            }
          ]
        },
        {
          "content": "Article 4.  National Anthem of Ethiopia",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/anthem"
            }
          },
          "section": {
            "content": "The national anthem of Ethiopia, to be determined by law, shall reflect the ideals of the Constitution, the commitment of the Peoples of Ethiopia to live together in a democratic order and of their common destiny."
          }
        },
        {
          "content": "Article 5.  Languages",
          "section": [
            {
              "content": "All Ethiopian languages shall enjoy equal state recognition.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/langprot"
                }
              }
            },
            {
              "content": "Amharic shall be the working language of the Federal Government.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/lang"
                }
              }
            },
            {
              "content": "Members of the Federation may by law determine their respective working languages."
            }
          ]
        },
        {
          "content": "Article 6.  Nationality",
          "section": [
            {
              "content": "Any person of either sex shall be an Ethiopian national where both or either parent is Ethiopian.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/citizen"
                }
              }
            },
            {
              "content": "Foreign nationals may acquire Ethiopian nationality.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/natcit"
                }
              }
            },
            {
              "content": "Particulars relating to nationality shall be determined by law."
            }
          ]
        },
        {
          "content": "Article 7.  Gender Reference",
          "section": {
            "content": "Provisions of this Constitution set out in the masculine gender shall also apply to the feminine gender."
          }
        }
      ]
    },
    {
      "content": "CHAPTER TWO.  FUNDAMENTAL PRINCIPLES OF THE CONSTITUTION",
      "section": [
        {
          "content": "Article 8.  Sovereignty of the People",
          "section": [
            {
              "content": "All sovereign power resides in the Nations, Nationalities and Peoples of Ethiopia."
            },
            {
              "content": "This Constitution is an expression of their sovereignty."
            },
            {
              "content": "Their sovereignty shall be expressed through their representatives elected in accordance with this Constitution and through their direct democratic participation."
            }
          ]
        },
        {
          "content": "Article 9.  Supremacy of the Constitution",
          "section": [
            {
              "content": "The Constitution is the supreme law of the land. Any law, customary practice or a decision of an organ of state or a public official which contravenes this Constitution shall be of no effect."
            },
            {
              "content": "All citizens, organs of state, political organizations, other associations as well as their officials have the duty to ensure observance of the Constitution and to obey it.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/abide"
                }
              }
            },
            {
              "content": "It is prohibited to assume state power in any manner other than that provided under the Constitution."
            },
            {
              "content": "All international agreements ratified by Ethiopia are an integral part of the law of the land.",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/intlaw",
                  "http://www.constituteproject.org/ontology/treat",
                  "http://www.constituteproject.org/ontology/treatcon"
                ]
              }
            }
          ]
        },
        {
          "content": "Article 10.  Human and Democratic Rights",
          "section": [
            {
              "content": "Human rights and freedoms, emanating from the nature of mankind, are inviolable and inalienable.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/inalrght"
                }
              }
            },
            {
              "content": "Human and democratic rights of citizens and peoples shall be respected."
            }
          ]
        },
        {
          "content": "Article 11.  Separation of State and Religion",
          "section": [
            {
              "content": "State and religion are separate.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/seprel"
                }
              }
            },
            {
              "content": "There shall be no state religion.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/offrel"
                }
              }
            },
            {
              "content": "The state shall not interfere in religious matters and religion shall not interfere in state affairs."
            }
          ]
        },
        {
          "content": "Article 12.  Conduct and Accountability of Government",
          "section": [
            {
              "content": "The conduct of affairs of government shall be transparent."
            },
            {
              "content": "Any public official or an elected representative is accountable for any failure in official duties."
            },
            {
              "content": "In case of loss of confidence, the people may recall an elected representative. The particulars of recall shall be determined by law."
            }
          ]
        }
      ]
    },
    {
      "content": "CHAPTER THREE.  FUNDAMENTAL RIGHTS AND FREEDOMS",
      "section": [
        {
          "content": "Article 13.  Scope of Application and Interpretation",
          "section": [
            {
              "content": "All Federal and State legislative, executive and judicial organs at all levels shall have the responsibility and duty to respect and enforce the provisions of this Chapter."
            },
            {
              "content": "The fundamental rights and freedoms specified in this Chapter shall be interpreted in a manner conforming to the principles of the Universal Declaration of Human Rights, International Covenants on Human Rights and international instruments adopted by Ethiopia.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/intrght"
                }
              }
            }
          ]
        },
        {
          "content": "PART ONE.  HUMAN RIGHTS",
          "section": [
            {
              "content": "Article 14.  Rights to life, the Security of Person and Liberty",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/life",
                  "http://www.constituteproject.org/ontology/inalrght"
                ]
              },
              "section": {
                "content": "Every person has the inviolable and inalienable right to life, the security of person and liberty."
              }
            },
            {
              "content": "Article 15.  Right to Life",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/life"
                }
              },
              "section": {
                "content": "Every person has the right to life. No person may be deprived of his life except as a punishment for a serious criminal offence determined by law."
              }
            },
            {
              "content": "Article 16.  The Right of the Security of Person",
              "section": {
                "content": "Everyone has the right to protection against bodily harm."
              }
            },
            {
              "content": "Article 17.  Right to Liberty",
              "section": [
                {
                  "content": "No one shall be deprived of his or her liberty except on such grounds and in accordance with such procedure as are established by law."
                },
                {
                  "content": "No person may be subjected to arbitrary arrest, and no person may be detained without a charge or conviction against him."
                }
              ]
            },
            {
              "content": "Article 18.  Prohibition against Inhuman Treatment",
              "section": [
                {
                  "content": "Everyone has the right to protection against cruel, inhuman or degrading treatment or punishment.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/cruelty"
                    }
                  }
                },
                {
                  "content": "No one shall be held in slavery or servitude. Trafficking in human beings for whatever purpose is prohibited.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/slave"
                    }
                  }
                },
                {
                  "content": "No one shall be required to perform forced or compulsory labour.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/slave"
                    }
                  }
                },
                {
                  "content": "For the purpose of sub-Article 3 of this Article the phrase &quot;forced or compulsory labour&quot; shall not include:",
                  "section": [
                    {
                      "content": "Any work or service normally required of a person who is under detention in consequence of a lawful order, or of a person during conditional release from such detention;"
                    },
                    {
                      "content": "In the case of conscientious objectors, any service exacted in lieu of compulsory military service;",
                      "metadata": {
                        "topics": [
                          "http://www.constituteproject.org/ontology/milserv",
                          "http://www.constituteproject.org/ontology/nomil"
                        ]
                      }
                    },
                    {
                      "content": "Any service exacted in cases of emergency or calamity threatening the life or wellbeing of the community;"
                    },
                    {
                      "content": "Any economic and social development activity voluntarily performed by a community within its locality."
                    }
                  ]
                }
              ]
            },
            {
              "content": "Article 19.  Right of Persons Arrested",
              "section": [
                {
                  "content": "Persons arrested have the right to be informed promptly, in a language they understand, of the reasons for their arrest and of any charge against them.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/trilang"
                    }
                  }
                },
                {
                  "content": "Persons arrested have the right to remain silent. Upon arrest, they have the right to be informed promptly, in a language they understand, that any statement they make may be used as evidence against them in court.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/miranda"
                    }
                  }
                },
                {
                  "content": "Persons arrested have the right to be brought before a court within 48 hours of their arrest. Such time shall not include the time reasonably required for the journey from the place of arrest to the court. On appearing before a court, they have the right to be given prompt and specific explanation of the reasons for their arrest due to the alleged crime committed.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/speedtri"
                    }
                  }
                },
                {
                  "content": "All persons have an inalienable right to petition the court to order their physical release where the arresting police officer or the law enforcer fails to bring them before a court within the prescribed time and to provide reasons for their arrest. Where the interest of justice requires, the court may order the arrested person to remain in custody or, when requested, remand him for a time strictly required to carry out the necessary investigation. In determining the additional time necessary for investigation, the court shall ensure that the responsible law enforcement authorities carry out the investigation respecting the arrested person&#x27;s right to a speedy trial.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/inalrght"
                    }
                  }
                },
                {
                  "content": "Persons arrested shall not be compelled to make confessions or admissions which could be used in evidence against them. Any evidence obtained under coercion shall not be admissible.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/evidence"
                    }
                  }
                },
                {
                  "content": "Persons arrested have the right to be released on bail. In exceptional circumstances prescribed by law, the court may deny bail or demand adequate guarantee for the conditional release of the arrested person.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/prerel"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 20.  Rights of Persons Accused",
              "section": [
                {
                  "content": "Accused persons have the right to a public trial by an ordinary court of law within a reasonable time after having been charged. The court may hear cases in a closed session only with a view to protecting the right to privacy of the parties concerned, public morals and national security.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/pubtri"
                    }
                  }
                },
                {
                  "content": "Accused persons have the right to be informed with sufficient particulars of the charge brought against them and to be given the charge in writing."
                },
                {
                  "content": "During proceedings accused persons have the right to be presumed innocent until proved guilty according to law and not to be compelled to testify against themselves.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/presinoc"
                    }
                  }
                },
                {
                  "content": "Accused persons have the right to full access to any evidence presented against them, to examine witnesses testifying against them, to adduce or to have evidence produced in their own defense, and to obtain the attendance of and examination of witnesses on their behalf before the court.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/examwit"
                    }
                  }
                },
                {
                  "content": "Accused persons have the right to be represented by legal counsel of their choice, and, if they do not have sufficient means to pay for it and miscarriage of justice would result, to be provided with legal representation at state expense.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/couns"
                    }
                  }
                },
                {
                  "content": "All persons have the right of appeal to the competent court against an order or a judgement of the court which first heard the case.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/appeal"
                    }
                  }
                },
                {
                  "content": "They have the right to request for the assistance of an interpreter at state expense where the court proceedings are conducted in a language they do not understand.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/trilang"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 21.  The Rights of Persons Held in Custody and Convicted Prisoners",
              "section": [
                {
                  "content": "All persons held in custody and persons imprisoned upon conviction and sentencing have the right to treatments respecting their human dignity.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/dignity"
                    }
                  }
                },
                {
                  "content": "All persons shall have the opportunity to communicate with, and to be visited by, their spouses or partners, close relatives, friends, religious councillors, medical doctors and their legal counsel."
                }
              ]
            },
            {
              "content": "Article 22.  Non-retroactivity of Criminal Law",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/expost"
                }
              },
              "section": [
                {
                  "content": "No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence at the time when it was committed. Nor shall a heavier penalty be imposed on any person than the one that was applicable at the time when the criminal offence was committed."
                },
                {
                  "content": "Notwithstanding the provisions of sub-Article 1 of this Article, a law promulgated subsequent to the commission of the offence shall apply if it is advantageous to the accused or convicted person."
                }
              ]
            },
            {
              "content": "Article 23.  Prohibition of Double Jeopardy",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/doubjep"
                }
              },
              "section": {
                "content": "No person shall be liable to be tried or punished again for an offence for which he has already been finally convicted or acquitted in accordance with the criminal law and procedure."
              }
            },
            {
              "content": "Article 24.  Right to Honour and Reputation",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/libel"
                }
              },
              "section": [
                {
                  "content": "Everyone has the right to respect for his human dignity, reputation and honour.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/dignity"
                    }
                  }
                },
                {
                  "content": "Everyone has the right to the free development of his personality in a manner compatible with the rights of other citizens.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/devlpers"
                    }
                  }
                },
                {
                  "content": "Everyone has the right to recognition everywhere as a person."
                }
              ]
            },
            {
              "content": "Article 25.  Right to Equality",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/equalgr12",
                  "http://www.constituteproject.org/ontology/equalgr16",
                  "http://www.constituteproject.org/ontology/equalgr10",
                  "http://www.constituteproject.org/ontology/equalgr2",
                  "http://www.constituteproject.org/ontology/equalgr4",
                  "http://www.constituteproject.org/ontology/equal",
                  "http://www.constituteproject.org/ontology/equalgr1",
                  "http://www.constituteproject.org/ontology/equalgr11",
                  "http://www.constituteproject.org/ontology/equalgr6",
                  "http://www.constituteproject.org/ontology/equalgr5"
                ]
              },
              "section": {
                "content": "All persons are equal before the law and are entitled without any discrimination to the equal protection of the law. In this respect, the law shall guarantee to all persons equal and effective protection without discrimination on grounds of race, nation, nationality, or other social origin, colour, sex, language, religion, political or other opinion, property, birth or other status."
              }
            },
            {
              "content": "Article 26.  Right to Privacy",
              "section": [
                {
                  "content": "Everyone has the right to privacy. This right shall include the right not to be subjected to searches of his home, person or property, or the seizure of any property under his personal possession.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/privacy"
                    }
                  }
                },
                {
                  "content": "Everyone has the right to the inviolability of his notes and correspondence including postal letters, and communications made by means of telephone, telecommunications and electronic devices.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/telecom"
                    }
                  }
                },
                {
                  "content": "Public officials shall respect and protect these rights. No restrictions may be placed on the enjoyment of such rights except in compelling circumstances and in accordance with specific laws whose purposes shall be the safeguarding of national security or public peace, the prevention of crimes or the protection of health, public morality or the rights and freedoms of others."
                }
              ]
            },
            {
              "content": "Article 27.  Freedom of Religion, Belief and Opinion",
              "section": [
                {
                  "content": "Everyone has the right to freedom of thought, conscience and religion. This right shall include the freedom to hold or to adopt a religion or belief of his choice, and the freedom, either individually or in community with others, and in public or private, to manifest his religion or belief in worship, observance, practice and teaching.",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/opinion",
                      "http://www.constituteproject.org/ontology/freerel"
                    ]
                  }
                },
                {
                  "content": "Without prejudice to the provisions of sub-Article 2 of Article 90, believers may establish institutions of religious education and administration in order to propagate and organize their religion."
                },
                {
                  "content": "No one shall be subject to coercion or other means which would restrict or prevent his freedom to hold a belief of his choice."
                },
                {
                  "content": "Parents and legal guardians have the right to bring up their children ensuring their religious and moral education in conformity with their own convictions.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/parents"
                    }
                  }
                },
                {
                  "content": "Freedom to express or manifest one&#x27;s religion or belief may be subject only to such limitations as are prescribed by law and are necessary to protect public safety, peace, health, education, public morality or the fundamental rights and freedoms of others, and to ensure the independence of the state from religion."
                }
              ]
            },
            {
              "content": "Article 28.  Crimes Against Humanity",
              "section": [
                {
                  "content": "Criminal liability of persons who commit crimes against humanity, so defined by international agreements ratified by Ethiopia and by other laws of Ethiopia, such as genocide, summary executions, forcible disappearances or torture shall not be barred by statute of limitation. Such offences may not be commuted by amnesty or pardon of the legislature or any other state organ."
                },
                {
                  "content": "In the case of persons convicted of any crime stated in sub-Article 1 of this Article and sentenced with the death penalty, the Head of State may, without prejudice to the provisions hereinabove, commute the punishment to life imprisonment.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/cappun"
                    }
                  }
                }
              ]
            }
          ]
        },
        {
          "content": "PART TWO.  DEMOCRATIC RIGHTS",
          "section": [
            {
              "content": "Article 29.  Right of Thought, Opinion and Expression",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/express"
                }
              },
              "section": [
                {
                  "content": "Everyone has the right to hold opinions without interference.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/opinion"
                    }
                  }
                },
                {
                  "content": "Everyone has the right to freedom of expression without any interference. This right shall include freedom to seek, receive and impart information and ideas of all kinds, regardless of frontiers, either orally, in writing or in print, in the form of art, or through any media of his choice.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/infoacc"
                    }
                  }
                },
                {
                  "content": "Freedom of the press and other mass media and freedom of artistic creativity is guaranteed. Freedom of the press shall specifically include the following elements:",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/press",
                      "http://www.constituteproject.org/ontology/artists"
                    ]
                  },
                  "section": [
                    {
                      "content": "Prohibition of any form of censorship.",
                      "metadata": {
                        "topics": {
                          "topic": "http://www.constituteproject.org/ontology/press"
                        }
                      }
                    },
                    {
                      "content": "Access to information of public interest."
                    }
                  ]
                },
                {
                  "content": "In the interest of the free flow of information, ideas and opinions which are essential to the functioning of a democratic order, the press shall, as an institution, enjoy legal protection to ensure its operational independence and its capacity to entertain diverse opinions."
                },
                {
                  "content": "Any media financed by or under the control of the State shall be operated in a manner ensuring its capacity to entertain diversity in the expression of opinion.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/govmed"
                    }
                  }
                },
                {
                  "content": "These rights can be limited only through laws which are guided by the principle that freedom of expression and information cannot be limited on account of the content or effect of the point of view expressed. Legal limitations can be laid down in order to protect the well-being of the youth, and the honour and reputation of individuals. Any propaganda for war as well as the public expression of opinion intended to injure human dignity shall be prohibited by law.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/dignity"
                    }
                  }
                },
                {
                  "content": "Any citizen who violates any legal limitations on the exercise of these rights may be held liable under the law."
                }
              ]
            },
            {
              "content": "Article 30.  The Right of Assembly, Demonstration and Petition",
              "section": [
                {
                  "content": "Everyone has the right to assemble and to demonstrate together with others peaceably and unarmed, and to petition. Appropriate regulations may be made in the interest of public convenience relating to the location of open-air meetings and the route of movement of demonstrators or, for the protection of democratic rights, public morality and peace during such a meeting or demonstration.",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/assem",
                      "http://www.constituteproject.org/ontology/petition"
                    ]
                  }
                },
                {
                  "content": "This right does not exempt from liability under laws enacted to protect the well-being of the youth or the honour and reputation of individuals, and laws prohibiting any propaganda for war and any public expression of opinions intended to injure human dignity.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/dignity"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 31.  Freedom of Association",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/assoc"
                }
              },
              "section": {
                "content": "Every person has the right to freedom of association for any cause or purpose. Organizations formed, in violation of appropriate laws, or to illegally subvert the constitutional order, or which promote such activities are prohibited."
              }
            },
            {
              "content": "Article 32.  Freedom of Movement",
              "section": [
                {
                  "content": "Any Ethiopian or foreign national lawfully in Ethiopia has, within the national territory, the right to liberty of movement and freedom to choose his residence, as well as the freedom to leave the country at any time he wishes to.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/freemove"
                    }
                  }
                },
                {
                  "content": "Any Ethiopian national has the right to return to his country."
                }
              ]
            },
            {
              "content": "Article 33.  Rights of Nationality",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/citizen",
                  "http://www.constituteproject.org/ontology/citren"
                ]
              },
              "section": [
                {
                  "content": "No Ethiopian national shall be deprived of his or her Ethiopian nationality against his or her will. Marriage of an Ethiopian national of either sex to a foreign national shall not annul his or her Ethiopian nationality.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/citrev"
                    }
                  }
                },
                {
                  "content": "Every Ethiopian national has the right to the enjoyment of all rights, protection and benefits derived from Ethiopian nationality as prescribed by law."
                },
                {
                  "content": "Any national has the right to change his Ethiopian nationality."
                },
                {
                  "content": "Ethiopian nationality may be conferred upon foreigners in accordance with law enacted and procedures established consistent with international agreements ratified by Ethiopia.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/natcit"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 34.  Marital, Personal and Family Rights",
              "section": [
                {
                  "content": "Men and women, without any distinction as to race, nation, nationality or religion, who have attained marriageable age as defined by law, have the right to marry and found a family. They have equal rights while entering into, during marriage and at the time of divorce. Laws shall be enacted to ensure the protection of rights and interests of children at the time of divorce.",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/marriage",
                      "http://www.constituteproject.org/ontology/matequal",
                      "http://www.constituteproject.org/ontology/fndfam"
                    ]
                  }
                },
                {
                  "content": "Marriage shall be entered into only with the free and full consent of the intending spouses."
                },
                {
                  "content": "The family is the natural and fundamental unit of society and is entitled to protection by society and the State."
                },
                {
                  "content": "In accordance with provisions to be specified by law, a law giving recognition to marriage concluded under systems of religious or customary laws may be enacted."
                },
                {
                  "content": "This Constitution shall not preclude the adjudication of disputes relating to personal and family laws in accordance with religious or customary laws, with the consent of the parties to the dispute. Particulars shall be determined by law."
                }
              ]
            },
            {
              "content": "Article 35.  Rights of Women",
              "section": [
                {
                  "content": "Women shall, in the enjoyment of rights and protections provided for by this Constitution, have equal right with men."
                },
                {
                  "content": "Women have equal rights with men in marriage as prescribed by this Constitution.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/matequal"
                    }
                  }
                },
                {
                  "content": "The historical legacy of inequality and discrimination suffered by women in Ethiopia taken into account, women, in order to remedy this legacy, are entitled to affirmative measures. The purpose of such measures shall be to provide special attention to women so as to enable them compete and participate on the basis of equality with men in political, social and economic life as well as in public and private institutions."
                },
                {
                  "content": "The State shall enforce the right of women to eliminate the influences of harmful customs. Laws, customs and practices that oppress or cause bodily or mental harm to women are prohibited."
                },
                {
                  "content": 5,
                  "section": [
                    {
                      "content": "Women have the right to maternity leave with full pay. The duration of maternity leave shall be determined by law taking into account the nature of the work, the health of the mother and the well-being of the child and family."
                    },
                    {
                      "content": "Maternity leave may, in accordance with the provisions of law, include prenatal leave with full pay."
                    }
                  ]
                },
                {
                  "content": "Women have the right to full consultation in the formulation of national development policies, the designing and execution of projects, and particularly in the case of projects affecting the interests of women."
                },
                {
                  "content": "Women have the right to acquire, administer, control, use and transfer property. In particular, they have equal rights with men with respect to use, transfer, administration and control of land. They shall also enjoy equal treatment in the inheritance of property.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/transfer"
                    }
                  }
                },
                {
                  "content": "Women shall have a right to equality in employment, promotion, pay, and the transfer of pension entitlements."
                },
                {
                  "content": "To prevent harm arising from pregnancy and childbirth and in order to safeguard their health, women have the right of access to family planning education, information and capacity."
                }
              ]
            },
            {
              "content": "Article 36.  Rights of Children",
              "section": [
                {
                  "content": "Every child has the right:",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/childpro"
                    }
                  },
                  "section": [
                    {
                      "content": "To life;"
                    },
                    {
                      "content": "To a name and nationality;"
                    },
                    {
                      "content": "To know and be cared for by his or her parents or legal guardians;"
                    },
                    {
                      "content": "Not to be subject to exploitative practices, neither to be required nor permitted to perform work which may be hazardous or harmful to his or her education, health or wellbeing;",
                      "metadata": {
                        "topics": {
                          "topic": "http://www.constituteproject.org/ontology/childwrk"
                        }
                      }
                    },
                    {
                      "content": "To be free of corporal punishment or cruel and inhumane treatment in schools and other institutions responsible for the care of children."
                    }
                  ]
                },
                {
                  "content": "In all actions concerning children undertaken by public and private welfare institutions, courts of law, administrative authorities or legislative bodies, the primary consideration shall be the best interests of the child."
                },
                {
                  "content": "Juvenile offenders admitted to corrective or rehabilitative institutions, and juveniles who become wards of the State or who are placed in public or private orphanages, shall be kept separately from adults.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/juvenile"
                    }
                  }
                },
                {
                  "content": "Children born out of wedlock shall have the same rights as children born of wedlock."
                },
                {
                  "content": "The State shall accord special protection to orphans and shall encourage the establishment of institutions which ensure and promote their adoption and advance their welfare, and education.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/finsup4"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 37.  Right of Access to Justice",
              "section": [
                {
                  "content": "Everyone has the right to bring a justiciable matter to, and to obtain a decision or judgment by, a court of law or any other competent body with judicial power."
                },
                {
                  "content": "The decision or judgment referred to under sub-Article 1 of this Article may also be sought by:",
                  "section": [
                    {
                      "content": "Any association representing the Collective or individual interest of its members; or"
                    },
                    {
                      "content": "Any group or person who is a member of, or represents a group with similar interests."
                    }
                  ]
                }
              ]
            },
            {
              "content": "Article 38.  The Right to Vote and to be Elected",
              "section": [
                {
                  "content": "Every Ethiopian national, without any discrimination based on colour, race, nation, nationality, sex, language, religion, political or other opinion or other status, has the following rights:",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/voteres"
                    }
                  },
                  "section": [
                    {
                      "content": "To take part in the conduct of public affairs, directly and through freely chosen representatives;"
                    },
                    {
                      "content": "On the attainment of 18 years of age, to vote in accordance with law;",
                      "metadata": {
                        "topics": {
                          "topic": "http://www.constituteproject.org/ontology/voteres"
                        }
                      }
                    },
                    {
                      "content": "To vote and to be elected at periodic elections to any office at any level of government; elections shall be by universal and equal suffrage and shall be held by secret ballot, guaranteeing the free expression of the will of the electors.",
                      "metadata": {
                        "topics": [
                          "http://www.constituteproject.org/ontology/freeelec",
                          "http://www.constituteproject.org/ontology/voteun"
                        ]
                      }
                    }
                  ]
                },
                {
                  "content": "The right of everyone to be a member of his own will in a political organization, labour union, trade organization, or employers&#x27; or professional association shall be respected if he or she meets the special and general requirements stipulated by such organization.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/partrght"
                    }
                  }
                },
                {
                  "content": "Elections to positions of responsibility within any of the organizations referred to under sub-Article 2 of this Article shall be conducted in a free and democratic manner."
                },
                {
                  "content": "The provisions of sub-Articles 2 and 3 of this Article shall apply to civic organizations which significantly affect the public interest."
                }
              ]
            },
            {
              "content": "Article 39.  Rights of Nations, Nationalities, and Peoples",
              "section": [
                {
                  "content": "Every Nation, Nationality and People in Ethiopia has an unconditional right to self- determination, including the right to secession.",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/selfdet",
                      "http://www.constituteproject.org/ontology/seccess"
                    ]
                  }
                },
                {
                  "content": "Every Nation, Nationality and People in Ethiopia has the right to speak, to write and to develop its own language; to express, to develop and to promote its culture; and to preserve its history."
                },
                {
                  "content": "Every Nation, Nationality and People in Ethiopia has the right to a full measure of self- government which includes the right to establish institutions of government in the territory that it inhabits and to equitable representation in state and Federal governments."
                },
                {
                  "content": "The right to self-determination, including secession, of every Nation, Nationality and People shall come into effect:",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/referen",
                      "http://www.constituteproject.org/ontology/seccess"
                    ]
                  },
                  "section": [
                    {
                      "content": "When a demand for secession has been approved by a two-thirds majority of the members of the Legislative Council of the Nation, Nationality or People concerned;"
                    },
                    {
                      "content": "When the Federal Government has organized a referendum which must take place within three years from the time it received the concerned council&#x27;s decision for secession;",
                      "metadata": {
                        "topics": {
                          "topic": "http://www.constituteproject.org/ontology/referen"
                        }
                      }
                    },
                    {
                      "content": "When the demand for secession is supported by a majority vote in the referendum;"
                    },
                    {
                      "content": "When the Federal Government will have transferred its powers to the Council of the Nation, Nationality or People who has voted to secede; and"
                    },
                    {
                      "content": "When the division of assets is effected in a manner prescribed by law."
                    }
                  ]
                },
                {
                  "content": "A &quot;Nation, Nationality or People&quot; for the purpose of this Constitution, is a group of people who have or share a large measure of a common culture or similar customs, mutual intelligibility of language, belief in a common or related identities, a common psychological make-up, and who inhabit an identifiable, predominantly contiguous territory."
                }
              ]
            },
            {
              "content": "Article 40.  The Right to Property",
              "section": [
                {
                  "content": "Every Ethiopian citizen has the right to the ownership of private property. Unless prescribed otherwise by law on account of public interest, this right shall include the right to acquire, to use and, in a manner compatible with the rights of other citizens, to dispose of such property by sale or bequest or to transfer it otherwise.",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/transfer",
                      "http://www.constituteproject.org/ontology/proprght"
                    ]
                  }
                },
                {
                  "content": "&quot;Private property&quot;, for the purpose of this Article, shall mean any tangible or intangible product which has value and is produced by the labour, creativity, enterprise or capital of an individual citizen, associations which enjoy juridical personality under the law, or in appropriate circumstances, by communities specifically empowered by law to own property in common."
                },
                {
                  "content": "The right to ownership of rural and urban land, as well as of all natural resources, is exclusively vested in the State and in the peoples of Ethiopia. Land is a common property of the Nations, Nationalities and Peoples of Ethiopia and shall not be subject to sale or to other means of exchange."
                },
                {
                  "content": "Ethiopian peasants have right to obtain land without payment and the protection against eviction from their possession. The implementation of this provision shall be specified by law."
                },
                {
                  "content": "Ethiopian pastoralists have the right to free land for grazing and cultivation as well as the right not to be displaced from their own lands. The implementation shall be specified by law."
                },
                {
                  "content": "Without prejudice to the right of Ethiopian Nations, Nationalities, and Peoples to the ownership of land, government shall ensure the right of private investors to the use of land on the basis of payment arrangements established by law. Particulars shall be determined by law."
                },
                {
                  "content": "Every Ethiopian shall have the full right to the immovable property he builds and to the permanent improvements he brings about on the land by his labour or capital. This right shall include the right to alienate, to bequeath, and, where the right of use expires, to remove his property, transfer his title, or claim compensation for it. Particulars shall be determined by law.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/transfer"
                    }
                  }
                },
                {
                  "content": "Without prejudice to the right to private property, the government may expropriate private property for public purposes subject to payment in advance of compensation commensurate to the value of the property.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/exprop"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 41.  Economic, Social and Cultural Rights",
              "section": [
                {
                  "content": "Every Ethiopian has the right to engage freely in economic activity and to pursue a livelihood of his choice anywhere within the national territory."
                },
                {
                  "content": "Every Ethiopian has the right to choose his or her means of livelihood, occupation and profession.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/occupate"
                    }
                  }
                },
                {
                  "content": "Every Ethiopian national has the right to equal access to publicly funded social services."
                },
                {
                  "content": "The State has the obligation to allocate ever increasing resources to provide to the public health, education and other social services.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/health"
                    }
                  }
                },
                {
                  "content": "The State shall, within available means, allocate resources to provide rehabilitation and assistance to the physically and mentally disabled, the aged, and to children who are left without parents or guardian.",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/finsup3",
                      "http://www.constituteproject.org/ontology/finsup1",
                      "http://www.constituteproject.org/ontology/finsup4"
                    ]
                  }
                },
                {
                  "content": "The State shall pursue policies which aim to expand job opportunities for the unemployed and the poor and shall accordingly undertake programmes and public works projects.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/finsup2"
                    }
                  }
                },
                {
                  "content": "The State shall undertake all measures necessary to increase opportunities for citizens to find gainful employment.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/provwork"
                    }
                  }
                },
                {
                  "content": "Ethiopian farmers and pastoralists have the right to receive fair prices for their products, that would lead to improvement in their conditions of life and to enable them to obtain an equitable share of the national wealth commensurate with their contribution. This objective shall guide the State in the formulation of economic, social and development policies.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/remuner"
                    }
                  }
                },
                {
                  "content": "The State has the responsibility to protect and preserve historical and cultural legacies, and to contribute to the promotion of the arts and sports.",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/artists",
                      "http://www.constituteproject.org/ontology/cultrght"
                    ]
                  }
                }
              ]
            },
            {
              "content": "Article 42.  Rights of Labour",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/leisure",
                  "http://www.constituteproject.org/ontology/safework"
                ]
              },
              "section": [
                {
                  "content": 1,
                  "section": [
                    {
                      "content": "Factory and service workers, farmers, farm labourers, other rural workers and government employees whose work compatibility allows for it and who are below a certain level of responsibility, have the right to form associations to improve their conditions of employment and economic well-being. This right includes the right to form trade unions and other associations to bargain collectively with employers or other organizations that affect their interests.",
                      "metadata": {
                        "topics": {
                          "topic": "http://www.constituteproject.org/ontology/jointrde"
                        }
                      }
                    },
                    {
                      "content": "Categories of persons referred to in paragraph (a) of this sub-Article have the right to express grievances, including the right to strike.",
                      "metadata": {
                        "topics": {
                          "topic": "http://www.constituteproject.org/ontology/strike"
                        }
                      }
                    },
                    {
                      "content": "Government employees who enjoy the rights provided under paragraphs (a) and (b) of this sub-Article shall be determined by law."
                    },
                    {
                      "content": "Women workers have the right to equal pay for equal work.",
                      "metadata": {
                        "topics": {
                          "topic": "http://www.constituteproject.org/ontology/remuner"
                        }
                      }
                    }
                  ]
                },
                {
                  "content": "Workers have the right to reasonable limitation of working hours, to rest, to leisure, to periodic leaves with pay, to remuneration for public holidays as well as healthy and safe work environment."
                },
                {
                  "content": "Without prejudice to the rights recognized under sub-Article 1 of this Article, laws enacted for the implementation of such rights shall establish procedures for the formation of trade unions and for the regulation of the collective bargaining process."
                }
              ]
            },
            {
              "content": "Article 43.  The Right to Development",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/citizen"
                }
              },
              "section": [
                {
                  "content": "The Peoples of Ethiopia as a whole, and each Nation, Nationality and People in Ethiopia in particular have the right to improved living standards and to sustainable development.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/standliv"
                    }
                  }
                },
                {
                  "content": "Nationals have the right to participate in national development and, in particular, to be consulted with respect to policies and projects affecting their community."
                },
                {
                  "content": "All international agreements and relations concluded, established or conducted by the State shall protect and ensure Ethiopia&#x27;s right to sustainable development."
                },
                {
                  "content": "The basic aim of development activities shall be to enhance the capacity of citizens for development and to meet their basic needs."
                }
              ]
            },
            {
              "content": "Article 44.  Environmental Rights",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/env"
                }
              },
              "section": [
                {
                  "content": "All persons have the right to a clean and healthy environment."
                },
                {
                  "content": "All persons who have been displaced or whose livelihoods have been adversely affected as a result of State programmes have the right to commensurate monetary or alternative means of compensation, including relocation with adequate State assistance."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "content": "CHAPTER FOUR.  STATE STRUCTURE",
      "section": [
        {
          "content": "Article 45.  Form of Government",
          "section": {
            "content": "The Federal Democratic Republic of Ethiopia shall have a parliamentarian form of government."
          }
        },
        {
          "content": "Article 46.  States of the Federation",
          "section": [
            {
              "content": "The Federal Democratic Republic shall comprise of States.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/sub"
                }
              }
            },
            {
              "content": "States shall be delimited on the basis of the settlement patterns, language, identity and consent of the people concerned."
            }
          ]
        },
        {
          "content": "Article 47.  Member States of the Federal Democratic Republic",
          "section": [
            {
              "content": "Member States of the Federal Democratic Republic of Ethiopia are the following:",
              "section": [
                {
                  "content": "The State of Tigray"
                },
                {
                  "content": "The State of Afar"
                },
                {
                  "content": "The State of Amhara"
                },
                {
                  "content": "The State of Oromia"
                },
                {
                  "content": "The State of Somalia"
                },
                {
                  "content": "The State of Benshangul/Gumuz"
                },
                {
                  "content": "The State of the Southern Nations, Nationalities and Peoples"
                },
                {
                  "content": "The State of the Gambela Peoples"
                },
                {
                  "content": "The State of the Harari People"
                }
              ]
            },
            {
              "content": "Nations, Nationalities and Peoples within the States enumerated in sub-Article 1 of this article have the right to establish, at any time, their own States."
            },
            {
              "content": "The right of any Nation, Nationality or People to form its own state is exercisable under the following procedures:",
              "section": [
                {
                  "content": "When the demand for statehood has been approved by a two-thirds majority of the members of the Council of the Nation, Nationality or People concerned, and the demand is presented in writing to the State Council;"
                },
                {
                  "content": "When the Council that received the demand has organized a referendum within one year to be held in the Nation, Nationality or People that made the demand;"
                },
                {
                  "content": "When the demand for statehood is supported by a majority vote in the referendum;"
                },
                {
                  "content": "When the State Council will have transferred its powers to the Nation, Nationality or People that made the demand; and"
                },
                {
                  "content": "When the new State created by the referendum without any need for application, directly becomes a member of the Federal Democratic Republic of Ethiopia."
                }
              ]
            },
            {
              "content": "Member States of the Federal Democratic Republic of Ethiopia shall have equal rights and powers."
            }
          ]
        },
        {
          "content": "Article 48.  State Border Changes",
          "section": [
            {
              "content": "All State border disputes shall be settled by agreement of the concerned States. Where the concerned States fail to reach agreement, the House of the Federation shall decide such disputes on the basis of settlement patterns and the wishes of the peoples concerned."
            },
            {
              "content": "The House of Federation shall, within a period of two years, render a final decision on a dispute submitted to it pursuant to sub-Article 1 of this Article."
            }
          ]
        },
        {
          "content": "Article 49.  Capital City",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/capital"
            }
          },
          "section": [
            {
              "content": "Addis Ababa shall be the capital city of the Federal State"
            },
            {
              "content": "The residents of Addis Ababa shall have a full measure of self-government. Particulars shall be determined by law."
            },
            {
              "content": "The Administration of Addis Ababa shall be responsible to the Federal Government."
            },
            {
              "content": "Residents of Addis Ababa shall in accordance with the provisions of this Constitution, be represented in the House of Peoples&#x27; Representatives."
            },
            {
              "content": "The special interest of the State of Oromia in Addis Ababa, regarding the provision of social services or the utilization of natural resources and other similar matters, as well as joint administrative matters arising from the location of Addis Ababa within the State of Oromia, shall be respected. Particulars shall be determined by law."
            }
          ]
        }
      ]
    },
    {
      "content": "CHAPTER FIVE.  THE STRUCTURE AND DIVISION OF POWERS",
      "section": [
        {
          "content": "Article 50.  Structure of the Organs of State",
          "section": [
            {
              "content": "The Federal democratic Republic of Ethiopia comprises the Federal Government and the State members."
            },
            {
              "content": "The Federal Government and the States shall have legislative, executive and judicial powers.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/sub"
                }
              }
            },
            {
              "content": "The House of Peoples&#x27; Representatives is the highest authority of the Federal Government. The House is responsible to the People. The State Council is the highest organ of State authority. It is responsible to the People of the State.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/sub"
                }
              }
            },
            {
              "content": "State government shall be established at State and other administrative levels that they find necessary. Adequate power shall be granted to the lowest units of government to enable the People to participate directly in the administration of such units."
            },
            {
              "content": "The State Council has the power of legislation on matters falling under State jurisdiction. Consistent with the provisions of this Constitution, the Council has power to draft, adopt and amend the state constitution.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/sub"
                }
              }
            },
            {
              "content": "The State administration constitutes the highest organ of executive power.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/sub"
                }
              }
            },
            {
              "content": "State judicial power is vested in its courts."
            },
            {
              "content": "Federal and State powers are defined by this Constitution. The States shall respect the powers of the Federal Government. The Federal Government shall likewise respect the powers of the States."
            },
            {
              "content": "The Federal Government may, when necessary, delegate to the States powers and functions granted to it by Article 51 of this Constitution."
            }
          ]
        },
        {
          "content": "Article 51.  Powers and Functions of the Federal Government",
          "section": [
            {
              "content": "It shall protect and defend the Constitution."
            },
            {
              "content": "It shall formulate and implement the country&#x27;s policies, strategies and plans in respect of overall economic, social and development matters."
            },
            {
              "content": "It shall establish and implement national standards and basic policy criteria for public health, education, science and technology as well as for the protection and preservation of cultural and historical legacies."
            },
            {
              "content": "It shall formulate and execute the country&#x27;s financial, monetary and foreign investment policies and strategies."
            },
            {
              "content": "It shall enact laws for the utilization and conservation of land and other natural resources, historical sites and objects."
            },
            {
              "content": "It shall establish and administer national defence and public security forces as well as a federal police force."
            },
            {
              "content": "It shall administer the National Bank, print and borrow money, mint coins, regulate foreign exchange and money in circulation; it shall determine by law the conditions and terms under which States can borrow money from internal sources.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/bank"
                }
              }
            },
            {
              "content": "It shall formulate and implement foreign policy; it shall negotiate and ratify international agreements.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/treat"
                }
              }
            },
            {
              "content": "It shall be responsible for the development, administration and regulation of air, rail, waterways and sea transport and major roads linking two or more States, as well as for postal and telecommunication services."
            },
            {
              "content": "It shall levy taxes and collect duties on revenue sources reserved to the Federal Government; it shall draw up, approve and administer the Federal Government&#x27;s budget."
            },
            {
              "content": "It shall determine and administer the utilization of the waters or rivers and lakes linking two or more States or crossing the boundaries of the national territorial jurisdiction."
            },
            {
              "content": "It shall regulate inter-State and foreign commerce."
            },
            {
              "content": "It shall administer and expand all federally funded institutions that provide services to two or more States."
            },
            {
              "content": "It shall deploy, at the request of a state administration, Federal defence forces to arrest a deteriorating security situation within the requesting State when its authorities are unable to control it."
            },
            {
              "content": "It shall enact, in order to give practical effect to political rights provided for in this Constitution, all necessary laws governing political parties and elections.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/partreg"
                }
              }
            },
            {
              "content": "It has the power to declare and to lift national state of emergency and states of emergencies limited to certain parts of the country."
            },
            {
              "content": "It shall determine matters relating to nationality."
            },
            {
              "content": "It shall determine and administer all matters relating to immigration, the granting of passports, entry into and exit from the country, refugees and asylum."
            },
            {
              "content": "It shall patent inventions and protect copyrights."
            },
            {
              "content": "It shall establish uniform standards of measurement and calendar."
            },
            {
              "content": "It shall enact laws regulating the possession and bearing of arms."
            }
          ]
        },
        {
          "content": "Article 52.  Powers and Functions of States",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/sub"
            }
          },
          "section": [
            {
              "content": "All powers not given expressly to the Federal Government alone, or concurrently to the Federal Government and the States are reserved to the States.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/sub"
                }
              }
            },
            {
              "content": "Consistent with sub-Article 1 of this Article, States shall have the following powers and functions:",
              "section": [
                {
                  "content": "To establish a State administration that best advances self-government, a democratic order based on the rule of law; to protect and defend the Federal Constitution;"
                },
                {
                  "content": "To enact and execute the State constitution and other laws;"
                },
                {
                  "content": "To formulate and execute economic, social and development policies, strategies and plans of the State;"
                },
                {
                  "content": "To administer land and other natural resources in accordance with Federal laws;"
                },
                {
                  "content": "To levy and collect taxes and duties on revenue sources reserved to the States and to draw up and administer the State budget;",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/sub"
                    }
                  }
                },
                {
                  "content": "To enact and enforce laws on the State civil service and their condition of work; in the implementation of this responsibility it shall ensure that educational; training and experience requirements for any job, title or position approximate national standards;",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/civil"
                    }
                  }
                },
                {
                  "content": "To establish and administer a state police force, and to maintain public order and peace within the State;"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "content": "CHAPTER SIX.  THE FEDERAL HOUSES",
      "section": [
        {
          "content": "Article 53.  The Federal Houses",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/housenum"
            }
          },
          "section": {
            "content": "There shall be two Federal Houses: The House of Peoples&#x27; Representatives and the House of the Federation."
          }
        },
        {
          "content": "Part One.  The House of Peoples&#x27; Representatives",
          "section": [
            {
              "content": "Article 54.  Members of the House of Peoples&#x27; Representatives",
              "section": [
                {
                  "content": "Members of the House of Peoples&#x27; Representatives shall be elected by the People for a term of five years on the basis of universal suffrage and by direct, free and fair elections held by secret ballot.",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/lhselect",
                      "http://www.constituteproject.org/ontology/lhterm"
                    ]
                  }
                },
                {
                  "content": "Members of the House shall be elected from candidates in each electoral district by a plurality of the votes cast. Provisions shall be made by law for special representation for minority Nationalities and Peoples.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/lhselect"
                    }
                  }
                },
                {
                  "content": "Members of the House, on the basis of population and special representation of minority Nationalities and Peoples, shall not exceed 550; of these, minority Nationalities and Peoples shall have at least 20 seats. Particulars shall be determined by law.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/lhquota"
                    }
                  }
                },
                {
                  "content": "Members of the House are representatives of the Ethiopian People as a whole. They are governed by:",
                  "section": [
                    {
                      "content": "The Constitution;"
                    },
                    {
                      "content": "The will of the people; and"
                    },
                    {
                      "content": "Their Conscience."
                    }
                  ]
                },
                {
                  "content": "No member of the House may be prosecuted on account of any vote he casts or opinion he expresses in the House, nor shall any administrative action be taken against any member on such grounds."
                },
                {
                  "content": "No member of the House may be arrested or prosecuted without the permission of the House except in the case of flagrante delicto",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/immunity"
                    }
                  }
                },
                {
                  "content": "A member of the House may, in accordance with law, lose his mandate of representation upon loss of confidence by the electorate.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/remleg"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 55.  Powers and Functions of the House of Peoples&#x27; Representatives",
              "section": [
                {
                  "content": "The House of Peoples&#x27; Representatives shall have the power of legislation in all matters assigned by this Constitution to Federal jurisdiction.",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/divhouse",
                      "http://www.constituteproject.org/ontology/legini"
                    ]
                  }
                },
                {
                  "content": "Consistent with the provision of sub-Article 1 of this Article, the House of Peoples&#x27; Representatives shall enact specific laws on the following matters:",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/lhspleg"
                    }
                  },
                  "section": [
                    {
                      "content": "Utilization of land and other natural resources, of rivers and lakes crossing the boundaries of the national territorial jurisdiction or linking two or more States;"
                    },
                    {
                      "content": "Inter-State commerce and foreign trade;"
                    },
                    {
                      "content": "Air, rail, water and sea transport, major roads linking two or more States, postal and telecommunication services;"
                    },
                    {
                      "content": "Enforcement of the political rights established by the Constitution and electoral laws and procedures;"
                    },
                    {
                      "content": "Nationality, immigration, passport, exit from and entry into the country, the rights of refugees and of asylum;"
                    },
                    {
                      "content": "Uniform standards of measurement and calendar;"
                    },
                    {
                      "content": "Patents and copyrights;"
                    },
                    {
                      "content": "The possession and bearing of arms."
                    }
                  ]
                },
                {
                  "content": "It shall enact a labour code."
                },
                {
                  "content": "It shall enact a commercial code."
                },
                {
                  "content": "It shall enact a penal code. The States may, however, enact penal laws on matters that are not specifically covered by Federal penal legislation."
                },
                {
                  "content": "It shall enact civil laws which the House of the Federation deems necessary to establish and sustain one economic community."
                },
                {
                  "content": "It shall determine the organization of national defence, public security, and a national police force. If the conduct of these forces infringes upon human rights and the nation&#x27;s security, it shall carry out investigations and take necessary measures."
                },
                {
                  "content": "In conformity with Article 93 of the Constitution it shall declare a state of emergency; it shall consider and resolve on a decree of a state of emergency declared by the executive."
                },
                {
                  "content": "On the basis of a draft law submitted to it by the Council of Ministers it shall proclaim a state of war.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/war"
                    }
                  }
                },
                {
                  "content": "It shall approve general policies and strategies of economic, social and development, and fiscal and monetary policy of the country. It shall enact laws on matters relating to the local currency, the administration of the National Bank, and foreign exchange.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/econplan"
                    }
                  }
                },
                {
                  "content": "It shall levy taxes and duties on revenue sources reserved to the Federal Government, it shall ratify the Federal budget."
                },
                {
                  "content": "It shall ratify international agreements concluded by the Executive.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/treat"
                    }
                  }
                },
                {
                  "content": "It shall approve the appointment of Federal judges, members of the Council of Ministers, commissioners, the Auditor General, and of other officials whose appointment is required by law to be approved by it."
                },
                {
                  "content": "It shall establish a Human Rights Commission and determine by law its powers and functions.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/hr"
                    }
                  }
                },
                {
                  "content": "It shall establish the institution of the Ombudsman, and select and appoint its members. It shall determine by law the powers and functions of the institution.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/ombuds"
                    }
                  }
                },
                {
                  "content": "It shall, on its own initiative, request a joint session of the House of the Federation and of the House of Peoples&#x27; Representatives to take appropriate measures when State authorities are unable to arrest violations of human rights within their jurisdiction. It shall, on the basis of the joint decision of the House, give directives to the concerned State authorities.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/legjoint"
                    }
                  }
                },
                {
                  "content": "It has the power to call and to question the Prime Minister and other Federal officials and to investigate the Executive&#x27;s conduct and discharge of its responsibilities.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/invexe"
                    }
                  }
                },
                {
                  "content": "It shall, at the request of one-third of its members, discuss any matter pertaining to the powers of the executive. It has, in such cases, the power to take decisions or measures it deems necessary.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/invexe"
                    }
                  }
                },
                {
                  "content": "It shall elect the Speaker and Deputy Speaker of the House. It shall establish standing and ad hoc committees as it deems necessary to accomplish its work.",
                  "metadata": {
                    "topics": [
                      "http://www.constituteproject.org/ontology/stdcom",
                      "http://www.constituteproject.org/ontology/commit"
                    ]
                  }
                }
              ]
            },
            {
              "content": "Article 56.  Political Power",
              "section": {
                "content": "A political party, or a coalition of political parties that has the greatest number of seats in the House of Peoples&#x27; Representatives shall form the Executive and lead it."
              }
            },
            {
              "content": "Article 57.  Adoption of Laws",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/override",
                  "http://www.constituteproject.org/ontology/legapp"
                ]
              },
              "section": {
                "content": "Laws deliberated upon and passed by the House shall be submitted to the Nation&#x27;s President for signature. The President shall sign a law submitted to him within fifteen days. If the President does not sign the law within fifteen days it shall take effect without his signature."
              }
            },
            {
              "content": "Article 58.  Meetings of the House, Duration of its Term",
              "section": [
                {
                  "content": "The presence of more than half of the members of the House constitutes a quorum.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/quorum"
                    }
                  }
                },
                {
                  "content": "The annual session of the House shall begin on Monday of the final week of the Ethiopian month of Meskerem and end on the 30th day of the Ethiopian month of Sene. The House may adjourn for one month of recess during its annual session."
                },
                {
                  "content": "The House of Peoples&#x27; Representatives shall be elected for a term of five years. Elections for a new House shall be concluded one month prior to the expiry of the House&#x27;s term."
                },
                {
                  "content": "The Speaker of the House may call a meeting of the House when it is in recess. The Speaker of the House is also obliged to call a meeting of the House at the request of more than one-half of the members.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/exsess"
                    }
                  }
                },
                {
                  "content": "Meetings of the House shall be public. The House may, however, hold a closed meeting at the request of the Executive or members of the House if such a request is supported by a decision of more than one-half of the members of the House.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/pubmeet"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 59.  Decisions and Rules of Procedure of the House",
              "section": [
                {
                  "content": "Unless otherwise provided in the Constitution, all decisions of the House shall be by a majority vote of the members present and voting.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/quorum"
                    }
                  }
                },
                {
                  "content": "The House shall adopt rules and procedures regarding the organization of its work and of its legislative process."
                }
              ]
            },
            {
              "content": "Article 60.  Dissolution of the House",
              "section": [
                {
                  "content": "With the consent of the House, the Prime Minister may cause the dissolution of the House before the expiry of its term in order to hold new elections.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/legdiss"
                    }
                  }
                },
                {
                  "content": "The President may invite political parties to form a coalition government within one week, if the Council of Ministers of a previous coalition is dissolved because of the loss of its majority in the House. The House shall be dissolved and new elections shall be held if the political parties cannot agree to the continuation of the previous coalition or to form a new majority coalition.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/legdiss"
                    }
                  }
                },
                {
                  "content": "If the House is dissolved pursuant to sub-Article 1 or 2 of this Article, new elections shall be held within six months of its dissolution."
                },
                {
                  "content": "The new House shall convene within thirty days of the conclusion of the elections."
                },
                {
                  "content": "Following the dissolution of the House, the previous governing party or coalition of parties shall continue as a caretaker government. Beyond conducting the day to day affairs of government and organizing new elections, it may not enact new proclamations, regulations or decrees, nor may it repeal or amend any existing law."
                }
              ]
            }
          ]
        },
        {
          "content": "PART TWO.  THE HOUSE OF THE FEDERATION",
          "section": [
            {
              "content": "Article 61.  Members of the House of the Federation",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/uhquota"
                }
              },
              "section": [
                {
                  "content": "The House of the Federation is composed of representatives of Nations, Nationalities and Peoples."
                },
                {
                  "content": "Each Nation, Nationality and People shall be represented in the House of the Federation by at least one member. Each Nation or Nationality shall be represented by one additional representative for each one million of its population."
                },
                {
                  "content": "Members of the House of the Federation shall be elected by the State Councils. The State Councils may themselves elect representatives to the House of the Federation, or they may hold elections to have the representatives elected by the people directly.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/uhselect"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 62.  Powers and Functions of the House of the Federation",
              "section": [
                {
                  "content": "The House has the power to interpret the Constitution."
                },
                {
                  "content": "It shall organize the Council of Constitutional Inquiry."
                },
                {
                  "content": "It shall, in accordance with the Constitution, decide on issues relating to the rights of Nations, Nationalities and Peoples to self-determination, including the right to secession."
                },
                {
                  "content": "It shall promote the equality of the Peoples of Ethiopia enshrined in the Constitution and promote and consolidate their unity based on their mutual consent."
                },
                {
                  "content": "It shall exercise the powers concurrently entrusted to it and to the House of Peoples&#x27; Representatives."
                },
                {
                  "content": "It shall strive to find solutions to disputes or misunderstandings that may arise between States."
                },
                {
                  "content": "It shall determine the division of revenues derived from joint Federal and State tax sources and the subsidies that the Federal Government may provide to the States."
                },
                {
                  "content": "It shall determine civil matters which require the enactment of laws by the House of Peoples&#x27; Representatives."
                },
                {
                  "content": "It shall order Federal intervention if any State, in violation of this Constitution, endangers the constitutional order."
                },
                {
                  "content": "It shall establish permanent and ad hoc committees.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/commit"
                    }
                  }
                },
                {
                  "content": "It shall elect the Speaker and the Deputy Speaker of the House, and it shall adopt rules of procedure and internal administration."
                }
              ]
            },
            {
              "content": "Article 63.  Immunity of Members of the House of the Federation",
              "section": [
                {
                  "content": "No member of the House of the Federation may be prosecuted on account of any vote he casts or opinion he expresses in the House, nor shall any administrative action be taken against any member on such grounds."
                },
                {
                  "content": "No member of the House of the Federation may be arrested or prosecuted without the permission of the House except in the case of flagrante delicto.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/immunity"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 64.  Decisions and Rules of Procedure",
              "section": [
                {
                  "content": "The presence at a meeting of two-thirds of the members of the House of the Federation constitutes a quorum. All decisions of the House require the approval of a majority of members present and voting.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/quorum"
                    }
                  }
                },
                {
                  "content": "Members of the House may vote only when they are present in person in the House."
                }
              ]
            },
            {
              "content": "Article 65.  Budget",
              "section": {
                "content": "The House of the Federation shall submit its budget for approval to the House of Peoples&#x27; Representatives."
              }
            },
            {
              "content": "Article 66.  Powers of the Speaker of the House",
              "section": [
                {
                  "content": "The Speaker of the House of the Federation shall preside over the meetings of the House."
                },
                {
                  "content": "He shall, on behalf of the House, direct all its administrative affairs."
                },
                {
                  "content": "He shall enforce all disciplinary actions the House takes on its members."
                }
              ]
            },
            {
              "content": "Article 67.  Sessions and Term of Mandate",
              "section": [
                {
                  "content": "The House of the Federation shall hold at least two sessions annually."
                },
                {
                  "content": "The term of mandate of the House of the Federation shall be five years.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/uhterm"
                    }
                  }
                }
              ]
            },
            {
              "content": "Article 68.  Prohibition of Simultaneous Membership in the Two Houses",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/lhrest",
                  "http://www.constituteproject.org/ontology/uhrest"
                ]
              },
              "section": {
                "content": "No one may be a member of the House of Peoples&#x27; Representatives and of the House of the Federation simultaneously."
              }
            }
          ]
        }
      ]
    },
    {
      "content": "CHAPTER SEVEN.  THE PRESIDENT OF THE REPUBLIC",
      "section": [
        {
          "content": "Article 69.  The President",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/execnum"
            }
          },
          "section": {
            "content": "The President of the Federal Democratic Republic of Ethiopia is the Head of State."
          }
        },
        {
          "content": "Article 70.  Nomination and Appointment of the President",
          "section": [
            {
              "content": "The House of Peoples&#x27; Representatives shall nominate the candidate for President.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/hoselect"
                }
              }
            },
            {
              "content": "The nominee shall be elected President if a joint session of the House of Peoples&#x27; Representatives and the House of the Federation approves his candidacy by a two-thirds majority vote.",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/legjoint",
                  "http://www.constituteproject.org/ontology/hoselect"
                ]
              }
            },
            {
              "content": "A member of either House shall vacate his seat if elected President."
            },
            {
              "content": "The term of office of the President shall be six years. No person shall be elected President for more than two terms.",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/hosterm",
                  "http://www.constituteproject.org/ontology/hosterml"
                ]
              }
            },
            {
              "content": "Upon his election in accordance with sub-Article 2 of this Article, the President, before commencing his responsibility, shall, at a time the joint session of the Houses determines, present himself before it and shall make a declaration of loyalty to the Constitution and the Peoples of Ethiopia in the following words:",
              "section": {
                "content": "&quot;I ........., when on this date commence my responsibility as President of the Federal Democratic Republic of Ethiopia, pledge to carry out faithfully the high responsibility entrusted to me.&quot;"
              }
            }
          ]
        },
        {
          "content": "Article 71.  Powers and Functions of the President",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/hospow"
            }
          },
          "section": [
            {
              "content": "He shall open the joint session of the House of Peoples&#x27; Representatives and the House of the Federation at the commencement of their annual sessions."
            },
            {
              "content": "He shall proclaim in the Negarit Gazeta laws and international agreements approved by the House of Peoples&#x27; Representatives in accordance with the Constitution."
            },
            {
              "content": "He shall, upon recommendation by the Prime Minister, appoint ambassadors and other envoys to represent the country abroad.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/headforn"
                }
              }
            },
            {
              "content": "He shall receive the credentials of foreign ambassadors and special envoys."
            },
            {
              "content": "He shall award medals, prizes and gifts in accordance with conditions and procedures established by law."
            },
            {
              "content": "He shall, upon recommendation by the Prime Minister and in accordance with law, grant high military titles."
            },
            {
              "content": "He shall, in accordance with conditions and procedures established by law, grant pardon.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/pardon"
                }
              }
            }
          ]
        }
      ]
    },
    {
      "content": "CHAPTER EIGHT.  THE EXECUTIVE",
      "section": [
        {
          "content": "Article 72.  The Powers of the Executive",
          "metadata": {
            "topics": [
              "http://www.constituteproject.org/ontology/execnum",
              "http://www.constituteproject.org/ontology/cabdiss"
            ]
          },
          "section": [
            {
              "content": "The highest executive powers of the Federal Government are vested in the Prime Minister and in the Council of Ministers."
            },
            {
              "content": "The Prime Minister and the Council of Ministers are responsible to the House of Peoples&#x27; Representatives. In the exercise of State functions, members of the Council of Ministers are collectively responsible for all decisions they make as a body."
            },
            {
              "content": "Unless otherwise provided in this Constitution the term of office of the Prime Minister is for the duration of the mandate of the House of Peoples&#x27; Representatives."
            }
          ]
        },
        {
          "content": "Article 73.  Appointment of the Prime Minister",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/hogelect"
            }
          },
          "section": [
            {
              "content": "The Prime Minister shall be elected from among members of the House of Peoples&#x27; Representatives.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/hoglegr"
                }
              }
            },
            {
              "content": "Power of Government shall be assumed by the political party or a coalition of political parties that constitutes a majority in the House of Peoples&#x27; Representatives."
            }
          ]
        },
        {
          "content": "Article 74.  Powers and Functions of the Prime Minister",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/hogpow"
            }
          },
          "section": [
            {
              "content": "The Prime Minister is the Chief Executive, the Chairman of the Council of Ministers, and the Commander-in-Chief of the national armed forces.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/comchief"
                }
              }
            },
            {
              "content": "The Prime Minister shall submit for approval to the House of Peoples&#x27; Representatives nominees for ministerial posts from among members of the two Houses or from among persons who are not members of either House and possess the required qualifications.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/cabrest"
                }
              }
            },
            {
              "content": "He shall follow up and ensure the implementation of laws, policies, directives and other decisions adopted by the House of Peoples&#x27; Representatives."
            },
            {
              "content": "He leads the Council of Ministers, coordinates its activities and acts as its representative."
            },
            {
              "content": "He exercises overall supervision over the implementation of policies, regulations, directives and decisions adopted by the Council of Ministers."
            },
            {
              "content": "He exercises overall supervision over the implementation of the country&#x27;s foreign policy."
            },
            {
              "content": "He selects and submits for approval to the House of Peoples&#x27; Representatives nominations for posts of Commissioners, the President and Vice-President of the Federal Supreme Court and the Auditor General."
            },
            {
              "content": "He supervises the conduct and efficiency of the Federal administration and takes such corrective measures as are necessary."
            },
            {
              "content": "He appoints high civilian officials of the Federal Government other than those referred to in sub-Articles 2 and 3 of this Article."
            },
            {
              "content": "In accordance with law enacted or decision adopted by the House of Peoples&#x27; Representatives, he recommends to the President nominees for the award of medals, prizes and gifts."
            },
            {
              "content": "He shall submit to the House of Peoples&#x27; Representatives periodic reports on work accomplished by the Executive as well as on its plans and proposals.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/invexe"
                }
              }
            },
            {
              "content": "He shall discharge all responsibilities entrusted to him by this Constitution and other laws."
            },
            {
              "content": "He shall obey and enforce the Constitution."
            }
          ]
        },
        {
          "content": "Article 75.  Deputy Prime Minister",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/depexec"
            }
          },
          "section": [
            {
              "content": "The Deputy Prime Minister shall:",
              "section": [
                {
                  "content": "Carry out responsibilities which shall be specifically entrusted to him by the Prime Minister;"
                },
                {
                  "content": "Act on behalf of the Prime Minister in his absence."
                }
              ]
            },
            {
              "content": "The Deputy Prime Minister shall be responsible to the Prime Minister."
            }
          ]
        },
        {
          "content": "Article 76.  The Council of Ministers",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/cabinet"
            }
          },
          "section": [
            {
              "content": "The Council of Ministers comprises the Prime Minister, the Deputy Prime Minister, Ministers and other members as may be determined by law."
            },
            {
              "content": "The Council of Ministers is responsible to the Prime Minister."
            },
            {
              "content": "In all its decisions, the Council of Ministers is responsible to the House of Peoples&#x27; Representatives."
            }
          ]
        },
        {
          "content": "Article 77.  Powers and Functions of the Council of Ministers",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/cabpow"
            }
          },
          "section": [
            {
              "content": "The Council of Ministers ensures the implementation of laws and decisions adopted by the House of Peoples&#x27; Representatives."
            },
            {
              "content": "It shall decide on the organizational structure of ministries and other organs of government responsible to it; it shall coordinate their activities and provide leadership."
            },
            {
              "content": "It shall draw up the annual Federal budget and, when approved by the House of Peoples&#x27; Representatives, it shall implement it.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/budget"
                }
              }
            },
            {
              "content": "It shall ensure the proper execution of financial and monetary policies of the country; it shall administer the National Bank, decide on the printing of money and minting of coins, borrow money from domestic and external sources, and regulate foreign exchange matters."
            },
            {
              "content": "It shall protect patents and copyrights.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/intprop"
                }
              }
            },
            {
              "content": "It shall formulate and implement economic, social and development policies and strategies.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/econplan"
                }
              }
            },
            {
              "content": "It shall provide uniform standards of measurement and calendar."
            },
            {
              "content": "It shall formulate the country&#x27;s foreign policy and exercise overall supervision over its implementation."
            },
            {
              "content": "It shall ensure the observance of law and order."
            },
            {
              "content": "It has the power to declare a state of emergency; in doing so, it shall, within the time limit prescribed by the Constitution, submit the proclamation declaring a state of emergency for approval by the House of Peoples&#x27; Representatives."
            },
            {
              "content": "It shall submit draft laws to the House of Peoples&#x27; Representatives on any matter falling within its competence, including draft laws on a declaration of war.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/war"
                }
              }
            },
            {
              "content": "It shall carry out other responsibilities that may be entrusted to it by the House of Peoples&#x27; Representatives and the Prime Minister."
            },
            {
              "content": "It shall enact regulations pursuant to powers vested in it by the House of Peoples&#x27; Representatives."
            }
          ]
        }
      ]
    },
    {
      "content": "CHAPTER NINE.  STRUCTURE AND POWERS OF THE COURTS",
      "section": [
        {
          "content": "Article 78.  Independence of the Judiciary",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/levjud"
            }
          },
          "section": [
            {
              "content": "An independent judiciary is established by this Constitution.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/judind"
                }
              }
            },
            {
              "content": "Supreme Federal judicial authority is vested in the Federal Supreme Court. The House of Peoples&#x27; Representatives may, by two-thirds majority vote, establish nationwide, or in some parts of the country only, the Federal High Court and First-Instance Courts it deems necessary. Unless decided in this manner, the jurisdictions of the Federal High Court and of the First-Instance Courts are hereby delegated to the State courts."
            },
            {
              "content": "States shall establish State Supreme, High and First-Instance Courts. Particulars shall be determined by law."
            },
            {
              "content": "Special or ad hoc courts which take judicial powers away from the regular courts or institutions legally empowered to exercise judicial functions and which do not follow legally prescribed procedures shall not be established."
            },
            {
              "content": "Pursuant to sub-Article 5 of Article 34 the House of Peoples&#x27; Representatives and State Councils can establish or give official recognition to religious and customary courts. Religious and customary courts that had state recognition and functioned prior to the adoption of the Constitution shall be organized on the basis of recognition accorded to them by this Constitution.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/judcrts8"
                }
              }
            }
          ]
        },
        {
          "content": "Article 79.  Judicial Powers",
          "section": [
            {
              "content": "Judicial powers, both at Federal and State levels, are vested in the courts."
            },
            {
              "content": "Courts of any level shall be free from any interference of influence of any governmental body, government official or from any other source."
            },
            {
              "content": "Judges shall exercise their functions in full independence and shall be directed solely by the law."
            },
            {
              "content": "No judge shall be removed from his duties before he reaches the retirement age determined by law except under the following conditions:",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/judretir",
                  "http://www.constituteproject.org/ontology/jc",
                  "http://www.constituteproject.org/ontology/jrem"
                ]
              },
              "section": [
                {
                  "content": "When the Judicial Administration Council decides to remove him for violation of disciplinary rules or on grounds of gross incompetence or inefficiency; or"
                },
                {
                  "content": "When the Judicial Administration Council decides that a judge can no longer carry out his responsibilities on account of illness; and"
                },
                {
                  "content": "When the House of Peoples&#x27; Representatives or the concerned State Council approves by a majority vote the decisions of the Judicial Administration Council.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/jrem"
                    }
                  }
                }
              ]
            },
            {
              "content": "The retirement of judges may not be extended beyond the retirement age determined by law.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/judretir"
                }
              }
            },
            {
              "content": "The Federal Supreme Court shall draw up and submit to the House of Peoples&#x27; Representatives for approval the budget of the Federal courts, and upon approval administer the budget."
            },
            {
              "content": "Budgets of State courts shall be determined by the respective State Council. The House of Peoples&#x27; Representatives shall allocate compensatory budgets for States whose Supreme and High courts concurrently exercise the jurisdictions of the Federal High Court and Federal First-Instance Courts."
            }
          ]
        },
        {
          "content": "Article 80.  Concurrent Jurisdiction of Courts",
          "section": [
            {
              "content": "The Federal Supreme Court shall have the highest and final judicial power over Federal matters."
            },
            {
              "content": "State Supreme Courts shall have the highest and final judicial power over State matters. They shall also exercise the jurisdiction of the Federal High Court."
            },
            {
              "content": "Notwithstanding the Provisions of sub-Articles 1 and 2 of this Article;",
              "section": [
                {
                  "content": "The Federal Supreme Court has a power of cassation over any final court decision containing a basic error of law. Particulars shall be determined by law."
                },
                {
                  "content": "The State Supreme Court has power of cassation over any final court decision on State matters which contains a basic error of law. Particulars shall be determined by law."
                }
              ]
            },
            {
              "content": "State High Courts shall, in addition to State jurisdiction, exercise the jurisdiction of the Federal First-Instance Court."
            },
            {
              "content": "Decisions rendered by a State High Court exercising the jurisdiction of the Federal First-Instance Court are appealable to the State Supreme Court.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/appeal"
                }
              }
            },
            {
              "content": "Decisions rendered by a State Supreme Court on Federal matters are appealable to the Federal Supreme Court.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/appeal"
                }
              }
            }
          ]
        },
        {
          "content": "Article 81.  Appointment of Judges",
          "metadata": {
            "topics": [
              "http://www.constituteproject.org/ontology/jc",
              "http://www.constituteproject.org/ontology/hocsel"
            ]
          },
          "section": [
            {
              "content": "The President and Vice-President of the Federal Supreme Court shall, upon recommendation by the Prime Minister, be appointed by the House of People&#x27;s Representatives."
            },
            {
              "content": "Regarding other Federal judges, the Prime Minister shall submit to the House of Peoples&#x27; Representatives for appointment candidates selected by the Federal Judicial Administration Council.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/hocsel"
                }
              }
            },
            {
              "content": "The State Council shall, upon recommendation by the Chief Executive of the State, appoint the President and Vice-President of the State Supreme Court.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/ordsel"
                }
              }
            },
            {
              "content": "State Supreme and High Court judges shall, upon recommendation by the State Judicial Administration Council, be appointed by the State Council. The State Judicial Administration Council, before submitting nominations to the State Council, has the responsibility to solicit and obtain the views of the Federal Judicial Administration Council on the nominees and to forward those views along with its recommendations. If the Federal Judicial Administration Council does not submit its views within three months, the State Council may grant the appointments.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/ordsel"
                }
              }
            },
            {
              "content": "Judges of State First-Instance Courts shall, upon recommendation by the State Judicial Administration Council, be appointed by the State Council.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/ordsel"
                }
              }
            },
            {
              "content": "Matters of code of professional conduct and discipline as well as transfer of judges of any court shall be determined by the concerned Judicial Administration Council."
            }
          ]
        },
        {
          "content": "Article 82.  Structure of the Council of Constitutional Inquiry",
          "section": [
            {
              "content": "The Council of Constitutional Inquiry is established by this Constitution."
            },
            {
              "content": "The Council of Constitutional Inquiry shall have eleven members comprising:",
              "section": [
                {
                  "content": "The President of the Federal Supreme Court, who shall serve as its President;"
                },
                {
                  "content": "The Vice-President of the Federal Supreme Court, who shall serve as its Vice-President;"
                },
                {
                  "content": "Six legal experts, appointed by the President of the Republic on recommendation by the House of Peoples&#x27; Representatives, who shall have proven professional competence and high moral standing;"
                },
                {
                  "content": "Three persons designated by the House of the Federation from among its members."
                }
              ]
            },
            {
              "content": "The Council of Constitutional Inquiry shall establish organizational structure which can ensure expeditious execution of its responsibilities."
            }
          ]
        },
        {
          "content": "Article 83.  Interpretation of the Constitution",
          "section": [
            {
              "content": "All constitutional disputes shall be decided by the House of the Federation.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/interp"
                }
              }
            },
            {
              "content": "The House of the Federation shall, within thirty days of receipt, decide a constitutional dispute submitted to it by the Council of Constitutional Inquiry."
            }
          ]
        },
        {
          "content": "Article 84.  Powers and Functions of the Council of Constitutional Inquiry",
          "section": [
            {
              "content": "The Council of Constitutional Inquiry shall have powers to investigate constitutional disputes. Should the Council, upon consideration of the matter, find it necessary to interpret the Constitution, it shall submit its recommendations thereon to the House of the Federation.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/interp"
                }
              }
            },
            {
              "content": "Where any Federal or State law is contested as being unconstitutional and such a dispute is submitted to it by any court or interested party, the Council shall consider the matter and submit it to the House of the Federation for a final decision.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/uncon"
                }
              }
            },
            {
              "content": "When issues of constitutional interpretation arise in the courts, the Council shall:",
              "section": [
                {
                  "content": "Remand the case to the concerned court if it finds there is no need for constitutional interpretation; the interested party, if dissatisfied with the decision of the Council, may appeal to the House of the Federation."
                },
                {
                  "content": "Submit its recommendations to the House of the Federation for a final decision if it believes there is a need for constitutional interpretation."
                }
              ]
            },
            {
              "content": "The Council shall draft its rules of procedure and submit them to the House of the Federation; and implement them upon approval."
            }
          ]
        }
      ]
    },
    {
      "content": "CHAPTER TEN.  NATIONAL POLICY PRINCIPLES AND OBJECTIVES",
      "section": [
        {
          "content": "Article 85.  Objectives",
          "section": [
            {
              "content": "Any organ of Government shall, in the implementation of the Constitution, other laws and public policies, be guided by the principles and objectives specified under this Chapter."
            },
            {
              "content": "The term &quot;Government&quot; in this Chapter shall mean a Federal or State government as the case may be."
            }
          ]
        },
        {
          "content": "Article 86.  Principles for External Relations",
          "section": [
            {
              "content": "To promote policies of foreign relations based on the protection of national interests and respect for the sovereignty of the country."
            },
            {
              "content": "To promote mutual respect for national sovereignty and equality of states and noninterference in the internal affairs of other states."
            },
            {
              "content": "To ensure that the foreign relation policies of the country are based on mutual interests and equality of states as well as that international agreements promote the interests of Ethiopia."
            },
            {
              "content": "To observe international agreements which ensure respect for Ethiopia&#x27;s sovereignty and are not contrary to the interests of its Peoples."
            },
            {
              "content": "To forge and promote ever growing economic union and fraternal relations of Peoples with Ethiopia&#x27;s neighbors and other African countries."
            },
            {
              "content": "To seek and support peaceful solutions to international disputes."
            }
          ]
        },
        {
          "content": "Article 87.  Principles for National Defence",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/milrest"
            }
          },
          "section": [
            {
              "content": "The composition of the national armed forces shall reflect the equitable representation of the Nations. Nationalities and Peoples of Ethiopia."
            },
            {
              "content": "The Minister of Defence shall be a civilian.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/civilmil"
                }
              }
            },
            {
              "content": "The armed forces shall protect the sovereignty of the country and carry out any responsibilities as may be assigned to them under any state of emergency declared in accordance with the Constitution."
            },
            {
              "content": "The armed forces shall at all times obey and respect the Constitution."
            },
            {
              "content": "The armed forces shall carry out their functions free of any partisanship to any political organization(s)."
            }
          ]
        },
        {
          "content": "Article 88.  Political Objectives",
          "section": [
            {
              "content": "Guided by democratic principles, Government shall promote and support the People&#x27;s self-rule at all levels."
            },
            {
              "content": "Government shall respect the identity of Nations, Nationalities and Peoples. Accordingly Government shall have the duty to strengthen ties of equality, unity and fraternity among them.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/solid"
                }
              }
            }
          ]
        },
        {
          "content": "Article 89.  Economic Objectives",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/standliv"
            }
          },
          "section": [
            {
              "content": "Government shall have the duty to formulate policies which ensure that all Ethiopians can benefit from the country&#x27;s legacy of intellectual and material resources."
            },
            {
              "content": "Government has the duty to ensure that all Ethiopians get equal opportunity to improve their economic conditions and to promote equitable distribution of wealth among them."
            },
            {
              "content": "Government shall take measures to avert any natural and man-made disasters, and, in the event of disasters, to provide timely assistance to the victims."
            },
            {
              "content": "Government shall provide special assistance to Nations, Nationalities, and Peoples least advantaged in economic and social development.",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/finsup4",
                  "http://www.constituteproject.org/ontology/finsup1",
                  "http://www.constituteproject.org/ontology/opgroup",
                  "http://www.constituteproject.org/ontology/finsup3",
                  "http://www.constituteproject.org/ontology/finsup2"
                ]
              }
            },
            {
              "content": "Government has the duty to hold, on behalf of the People, land and other natural resources and to deploy them for their common benefit and development.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/resrce"
                }
              }
            },
            {
              "content": "Government shall at all times promote the participation of the People in the formulation of national development policies and programmes; it shall also have the duty to support the initiatives of the People in their development endeavours."
            },
            {
              "content": "Government shall ensure the participation of women in equality with men in all economic and social development endeavours."
            },
            {
              "content": "Government shall endeavour to protect and promote the health, welfare and living standards of the working population of the country."
            }
          ]
        },
        {
          "content": "Article 90.  Social Objectives",
          "section": [
            {
              "content": "To the extent the country&#x27;s resources permit, policies shall aim to provide all Ethiopians access to public health and education, clean water, housing, food and social security.",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/water",
                  "http://www.constituteproject.org/ontology/health",
                  "http://www.constituteproject.org/ontology/shelter"
                ]
              }
            },
            {
              "content": "Education shall be provided in a manner that is free from any religious influence, political partisanship or cultural prejudices."
            }
          ]
        },
        {
          "content": "Article 91.  Cultural Objectives",
          "metadata": {
            "topics": [
              "http://www.constituteproject.org/ontology/cultrght",
              "http://www.constituteproject.org/ontology/dignity"
            ]
          },
          "section": [
            {
              "content": "Government shall have the duty to support, on the basis of equality, the growth and enrichment of cultures and traditions that are compatible with fundamental rights, human dignity, democratic norms and ideals, and the provisions of the Constitution."
            },
            {
              "content": "Government and all Ethiopian citizens shall have the duty to protect the country&#x27;s natural endowment, historical sites and objects."
            },
            {
              "content": "Government shall have the duty, to the extent its resources permit, to support the development of the arts, science and technology.",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/science",
                  "http://www.constituteproject.org/ontology/artists"
                ]
              }
            }
          ]
        },
        {
          "content": "Article 92.  Environmental Objectives",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/env"
            }
          },
          "section": [
            {
              "content": "Government shall endeavour to ensure that all Ethiopians live in a clean and healthy environment."
            },
            {
              "content": "The design and implementation of programmes and projects of development shall not damage or destroy the environment."
            },
            {
              "content": "People have the right to full consultation and to the expression of views in the planning and implementation of environmental policies and projects that affect them directly."
            },
            {
              "content": "Government and citizens shall have the duty to protect the environment."
            }
          ]
        }
      ]
    },
    {
      "content": "CHAPTER ELEVEN.  MISCELLANEOUS PROVISIONS",
      "section": [
        {
          "content": "Article 93.  Declaration of State of Emergency",
          "metadata": {
            "topics": [
              "http://www.constituteproject.org/ontology/em",
              "http://www.constituteproject.org/ontology/hogdec"
            ]
          },
          "section": [
            {
              "content": 1,
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/hogdec"
                }
              },
              "section": [
                {
                  "content": "The Council of Ministers of the Federal Government shall have the power to decree a state of emergency should an external invasion, a breakdown of law and order which endangers the constitutional order and which cannot be controlled by the regular law enforcement agencies and personnel, a natural disaster, or an epidemic occur.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/hogdec"
                    }
                  }
                },
                {
                  "content": "State executives can decree a State-wide state of emergency should a natural disaster or an epidemic occur. Particulars shall be determined in State Constitutions to be promulgated in conformity with this Constitution."
                }
              ]
            },
            {
              "content": "A state of emergency declared in accordance with sub-Article 1(a) of this Article:",
              "section": [
                {
                  "content": "If declared when the House of Peoples&#x27; Representatives is in session, the decree shall be submitted to the House within forty-eight hours of its declaration. The decree, if not approved by a two-thirds majority vote of members of the House of Peoples&#x27; Representatives, shall be repealed forthwith.",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/hogdec"
                    }
                  }
                },
                {
                  "content": "Subject to the required vote of approval set out in (a) of this sub-Article, the decree declaring a state of emergency when the House of peoples&#x27; Representatives is not in session shall be submitted to it within fifteen days of its adoption."
                }
              ]
            },
            {
              "content": "A state of emergency decreed by the Council of Ministers, if approved by the House of Peoples&#x27; Representatives, can remain in effect up to six months. The House of Peoples&#x27; Representatives may, by a two-thirds majority vote, allow the state of emergency proclamation to be renewed every four months successively."
            },
            {
              "content": 4,
              "section": [
                {
                  "content": "When a state of emergency is declared, the Council of Ministers shall, in accordance with regulations it issues, have all necessary power to protect the country&#x27;s peace and sovereignty, and to maintain public security, law and order."
                },
                {
                  "content": "The Council of Ministers shall have the power to suspend such political and democratic rights contained in this Constitution to the extent necessary to avert the conditions that required the declaration of a state of emergency."
                },
                {
                  "content": "In the exercise of its emergency powers the Council of Ministers cannot, however, suspend or limit the rights provided for in Articles 1, 18, 25, and sub-Articles 1 and 2 of Article 39 of this Constitution."
                }
              ]
            },
            {
              "content": "The House of Peoples&#x27; Representatives, while declaring a state of emergency, shall simultaneously establish a State of Emergency Inquiry Board, comprising of seven persons to be chosen and assigned by the House from among its members and from legal experts."
            },
            {
              "content": "The State of Emergency Inquiry Board shall have the following powers and responsibilities:",
              "section": [
                {
                  "content": "To make public within one month the names of all individuals arrested on account of the state of emergency together with the reasons for their arrest."
                },
                {
                  "content": "To inspect and follow up that no measure taken during the state of emergency is inhumane."
                },
                {
                  "content": "To recommend to the Prime Minister or to the Council of Ministers corrective measures if it finds any case of inhumane treatment."
                },
                {
                  "content": "To ensure the prosecution of perpetrators of inhumane acts."
                },
                {
                  "content": "To submit its views to the House of Peoples&#x27; Representatives on a request to extend the duration of the state of emergency."
                }
              ]
            }
          ]
        },
        {
          "content": "Article 94.  Financial Expenditures",
          "section": [
            {
              "content": "The Federal Government and the States shall respectively bear all financial expenditures necessary to carry out all responsibilities and functions assigned to them by law. Unless otherwise agreed upon, the financial expenditures required for the carrying out of any delegated function by a State shall be borne by the delegating party."
            },
            {
              "content": "The Federal Government may grant to States emergency, rehabilitation and development assistance and loans, due care being taken that such assistance and loans do not hinder the proportionate development of States. The Federal Government shall have the power to audit and inspect the proper utilization of subsidies it grants to the States."
            }
          ]
        },
        {
          "content": "Article 95.  Revenue",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/sub"
            }
          },
          "section": {
            "content": "The Federal Government and the States shall share revenue taking the federal arrangement into account."
          }
        },
        {
          "content": "Article 96.  Federal Power of Taxation",
          "section": [
            {
              "content": "The Federal Government shall levy and collect custom duties, taxes and other charges on imports and exports."
            },
            {
              "content": "It shall levy and collect income tax on employees of the Federal Government and international organizations.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/intorgs"
                }
              }
            },
            {
              "content": "It shall levy and collect income, profit, sales and excise taxes on enterprises owned by the Federal Government."
            },
            {
              "content": "It shall tax the income and winnings of national lotteries and other games of chance."
            },
            {
              "content": "It shall levy and collect taxes on the income of air, rail and sea transport services."
            },
            {
              "content": "It shall levy and collect taxes on income of houses and properties owned by the Federal Government; it shall fix rents."
            },
            {
              "content": "It shall determine and collect fees and charges relating to licenses issued and services rendered by organs of the Federal Government."
            },
            {
              "content": "It shall levy and collect taxes on monopolies."
            },
            {
              "content": "It shall levy and collect Federal stamp duties."
            }
          ]
        },
        {
          "content": "Article 97.  State Power of Taxation",
          "section": [
            {
              "content": "States shall levy and collect income taxes on employees of the State and of private enterprises."
            },
            {
              "content": "States shall determine and collect fees for land usufractuary rights."
            },
            {
              "content": "States shall levy and collect taxes on the incomes of private farmers and farmers incorporated in cooperative associations."
            },
            {
              "content": "States shall levy and collect profit and sales taxes on individual traders carrying out a business within their territory."
            },
            {
              "content": "States shall levy and collect taxes on income from transport services rendered on waters within their territory."
            },
            {
              "content": "They shall levy and collect taxes on income derived from private houses and other properties within the State. They shall collect rent on houses and other properties they own."
            },
            {
              "content": "States shall levy and collect profit, sales, excise and personal income taxes on income of enterprises owned by the States."
            },
            {
              "content": "Consistent with the provisions sub-Article 3 of Article 98, States shall levy and collect taxes on income derived from mining operations, and royalties and land rentals on such operations."
            },
            {
              "content": "They shall determine and collect fees and charges relating to licenses issued and services rendered by State organs."
            },
            {
              "content": "They shall fix and collect royalty for use of forest resources."
            }
          ]
        },
        {
          "content": "Article 98.  Concurrent Power of Taxation",
          "section": [
            {
              "content": "The Federal Government and the States shall jointly levy and collect profit, sales, excise and personal income taxes on enterprises they jointly establish."
            },
            {
              "content": "They shall jointly levy and collect taxes on the profits of companies and on dividends due to shareholders."
            },
            {
              "content": "They shall jointly levy and collect taxes on incomes derived from large-scale mining and all petroleum and gas operations, and royalties on such operations."
            }
          ]
        },
        {
          "content": "Article 99.  Undesignated Powers of Taxation",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/legjoint"
            }
          },
          "section": {
            "content": "The House of the Federation and the House of Peoples&#x27; Representatives shall, in a joint session, determine by a two-thirds majority vote on the exercise of powers of taxation which have not been specifically provided for in the Constitution."
          }
        },
        {
          "content": "Article 100.  Directives on Taxation",
          "section": [
            {
              "content": "In exercising their taxing powers, States and the Federal Government shall ensure that any tax is related to the source of revenue taxed and that it is determined following proper considerations."
            },
            {
              "content": "They shall ensure that the tax does not adversely affect their relationship and that the rate and amount of taxes shall be commensurate with services the taxes help deliver."
            },
            {
              "content": "Neither States nor the Federal Government shall levy and collect taxes on each other&#x27;s property unless it is a profit-making enterprise."
            }
          ]
        },
        {
          "content": "Article 101.  The Auditor General",
          "section": [
            {
              "content": "The Auditor General shall, upon recommendation of the Prime Minister, be appointed by the House of Peoples&#x27; Representatives."
            },
            {
              "content": "The Auditor General shall audit and inspect the accounts of ministries and other agencies of the Federal Government to ensure that expenditures are properly made for activities carried out during the fiscal year and in accordance with the approved allocations, and submit his reports thereon to the House of Peoples&#x27; Representatives."
            },
            {
              "content": "The Auditor General shall draw up and submit for approval to the House of Peoples&#x27; Representatives his office&#x27;s annual budget."
            },
            {
              "content": "The details of functions of the Auditor General shall be determined by law."
            }
          ]
        },
        {
          "content": "Article 102.  Election Board",
          "section": [
            {
              "content": "There shall be established a National Election Board independent of any influence, to conduct in an impartial manner free and fair election in Federal and State constituencies.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/ecom"
                }
              }
            },
            {
              "content": "Members of the Board shall be appointed by the House of Peoples&#x27; Representatives upon recommendation of the Prime Minister. Particulars shall be determined by law.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/ecom"
                }
              }
            }
          ]
        },
        {
          "content": "Article 103.  Population Census Commission",
          "section": [
            {
              "content": "There shall be established a National Census Commission that shall conduct a population census periodically.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/census"
                }
              }
            },
            {
              "content": "Members of the National Census Commission shall be appointed by the House of Peoples&#x27; Representatives upon recommendation of the Prime Minister.",
              "metadata": {
                "topics": {
                  "topic": "http://www.constituteproject.org/ontology/census"
                }
              }
            },
            {
              "content": "The Commission shall have a Secretary General and necessary professional and support staff."
            },
            {
              "content": "The annual budget of the Commission shall be submitted for approval to the House of Peoples&#x27; Representatives."
            },
            {
              "content": "A national population census shall be conducted every ten years. The House of the Federation shall determine the boundaries of constituencies on the basis of the census results and a proposal submitted to the House by the National Election Board.",
              "metadata": {
                "topics": [
                  "http://www.constituteproject.org/ontology/district",
                  "http://www.constituteproject.org/ontology/census"
                ]
              }
            },
            {
              "content": "The Commission shall be accountable to the House of Peoples&#x27; Representatives. It shall submit to the House periodic reports on the conduct of its programmes and activities."
            }
          ]
        },
        {
          "content": "Article 104.  Initiation of Amendments",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/amend"
            }
          },
          "section": {
            "content": "Any proposal for constitutional amendment, if supported by a two-thirds majority vote in the House of Peoples&#x27; Representatives, or by a two-thirds majority vote in the House of the Federation or when one-third of the State Councils of the member States of the Federation, by a majority vote in each Council have supported it, shall be submitted for discussion and decision to the general public and to those whom the amendment of the Constitution concerns."
          }
        },
        {
          "content": "Article 105.  Amendment of the Constitution",
          "metadata": {
            "topics": {
              "topic": "http://www.constituteproject.org/ontology/amend"
            }
          },
          "section": [
            {
              "content": "All rights and freedoms specified in Chapter Three of this Constitution, this very Article, and Article 104 can be amended only in the following manner:",
              "section": [
                {
                  "content": "When all State Councils, by a majority vote, approve the proposed amendment;"
                },
                {
                  "content": "When the House of Peoples&#x27; Representatives, by a two-thirds majority vote, approves the proposed amendment; and"
                },
                {
                  "content": "When the House of the Federation, by a two-thirds majority vote, approves the proposed amendment."
                }
              ]
            },
            {
              "content": "All provisions of this Constitution other than those specified in sub-Article 1 of this Article can be amended only in the following manner:",
              "section": [
                {
                  "content": "When the House of Peoples&#x27; Representatives and the House of the Federation, in a joint session, approve a proposed amendment by a two-thirds majority vote; and",
                  "metadata": {
                    "topics": {
                      "topic": "http://www.constituteproject.org/ontology/legjoint"
                    }
                  }
                },
                {
                  "content": "When two-thirds of the Councils of the member States of the Federation approve the proposed amendment by majority votes."
                }
              ]
            }
          ]
        },
        {
          "content": "Article 106.  The Version with Final Legal Authority",
          "section": {
            "content": "The Amharic version of this Constitution shall have final legal authority."
          }
        }
      ]
    }
  ]